{"allBanners":{"banners":[{"imgSrc":"//upload.wikimedia.org/wikipedia/commons/thumb/3/34/Zimbabwe_regions_map_v2.png/450px-Zimbabwe_regions_map_v2.png","caption":"Map of Zimbabwe"},{"imgSrc":"//upload.wikimedia.org/wikipedia/commons/thumb/1/1e/Eastgate_Centre%2C_Harare%2C_Zimbabwe.jpg/220px-Eastgate_Centre%2C_Harare%2C_Zimbabwe.jpg","caption":"Skyline of Harare, Capital of Zimbabwe"},{"imgSrc":"//upload.wikimedia.org/wikipedia/commons/thumb/c/c1/Lion-hwange.jpg/220px-Lion-hwange.jpg","caption":"Lion resting near a termite mound"},{"imgSrc":"//upload.wikimedia.org/wikipedia/commons/thumb/c/c0/Ene_mbira.jpg/220px-Ene_mbira.jpg","caption":"Mbira dzavadzimu"},{"imgSrc":"//upload.wikimedia.org/wikipedia/commons/thumb/a/a6/Visa_policy_of_Zimbabwe.png/375px-Visa_policy_of_Zimbabwe.png","caption":"A map showing the visa requirements of Zimbabwe"},{"imgSrc":"//upload.wikimedia.org/wikipedia/commons/thumb/e/ee/Harare_International_Airport.jpg/220px-Harare_International_Airport.jpg","caption":"Harare International Airport"},{"imgSrc":"//upload.wikimedia.org/wikipedia/commons/thumb/c/ca/Bus-stop.jpg/220px-Bus-stop.jpg","caption":"Minibus stop"},{"imgSrc":"//upload.wikimedia.org/wikipedia/commons/thumb/4/42/Zambezi-at-Mutsango.JPG/220px-Zambezi-at-Mutsango.JPG","caption":"Elephants crossing Zambezi River in Mana Pools National Park"},{"imgSrc":"//upload.wikimedia.org/wikipedia/commons/thumb/1/1c/Sadza.jpg/220px-Sadza.jpg","caption":"Meat, sadza, greens and sausages"},{"imgSrc":"//upload.wikimedia.org/wikipedia/commons/thumb/7/72/Bulavayo_22032005.jpg/220px-Bulavayo_22032005.jpg","caption":"Bulawayo"}]},"paragraphs":["\nZimbabwe[dead link] is a landlocked country in Southern Africa. For those looking to travel in Africa, Zimbabwe is a great starting place. It is rich in fauna (being home to the big five) and flora and has numerous ancient stone cities including the largest in Africa south of the Sahara, Great Zimbabwe. Its border with Zambia is formed by the Zambezi River which when in full flood drops as the world's largest curtain of falling water at the mighty Victoria Falls which is a major tourist attraction.\n","\n\n\n\n\n","Zimbabwe has 4 large cities and several smaller ones.\n","Stone cities were built in many locations in present-day Zimbabwe. The most impressive structures and the best known of these, Great Zimbabwe, were built in the 15th century, but people had been living on the site from about 400 AD. The Khami Ruins just outside Bulawayo are also a wonderful example.\n","The population was overwhelmingly made up of Shona speakers until the 19th century when the Nguni tribe (in 1839-40) of the Ndebele settled in what is now Matabeleland, and then in 1890, the territory came under the control of the British South Africa Company under charter from the British Government.\n","The United Kingdom annexed the land, then called Southern Rhodesia, from the British South Africa Company in 1923, when the country got its own government and Prime Minister. A 1961 constitution was formulated that favoured whites in power. In 1965, this white supremacist government unilaterally declared independence as Rhodesia, but the UK did not recognize the act and demanded voting rights for the black majority. UN sanctions and a guerrilla struggle finally led to free elections and independence (as Zimbabwe) in 1980. \n","Robert Mugabe became the first democratic leader of Zimbabwe. While initially lauded for his talk of reconciliation and his government's investment in education, healthcare and infrastructure, he slowly consolidated power from 1980-1987 as prime minister, and 1987-2017 as president. Starting in 2000, the government expropriated some very productive farms, which were in the hands of white Zimbabweans, as punishment for their support of the main opposition party, the MDC and handed them over to members of corrupt members of Mugabe's ZANU party, many of whom had no interest in farming, resulting in a drastic falloff in local food production. In 2005, he started a program which cleared slums, forcing hundreds of thousands of people onto the street.\n","Rigged elections and human rights abuses led to widespread emigration and international sanctions. Eventually, misrule and sanctions triggered massive, runaway inflation and a third of the population to choose to migrate. Elections were routinely marred by violence, directed by the ruling ZANU-PF party against opposition supporters. Following widespread protests, a power-sharing agreement was signed between President Mugabe and the leader of the main opposition party, Morgan Tsvangirai, in 2008. This briefly stabilized the political situation, but continued inflation led to the withdrawal of the Zimbabwe dollar from circulation in 2009; at the end, 100 trillion Zimbabwe dollars would not buy a loaf of bread. The defunct Zimbabwe dollar was replaced by a basket of currencies and ultimately adoption of the US dollar. The coalition government ended with Tsvangirai's 2013 electoral defeat in what was widely held to be a rigged election. By 2016 currency shortages were common, with the Reserve Bank of Zimbabwe directing banks to limit withdrawals to US$20-50/day or US$150/week. In November 2016 another toy currency (\"bond notes\") was introduced at par with the US dollar. US cash is king, however, and the bond notes often trade at a discount if they're accepted at all. Usability of credit cards is sporadic as businesses have trouble accessing hard currency to pay for imports.\n","Mr. Mugabe remained President until November 2017 when, at the age of 93 with serious questions about his health, he failed in a brazen attempt to continue the family stranglehold on power by sacking the country's vice president as a first step toward installing his wife Grace as a presidential candidate for the 2018 election cycle. This led to an enraged military deposing him; most of the original veterans of the 1980 uprising against Rhodesia turned against Mugabe, with his own ZANU-PF party forcing his resignation by calling a vote in the legislature to impeach him. Mugabe was subsequently replaced by Emmerson Mnangagwa, the vice president who he had sacked.\n","Mnangagwa remained President when he was elected in the 2018 general elections which like the 2013 elections were widely criticized for irregularities domestically and internationally. The current government has rolled back some of the excesses of Mugabe, and declared the country \"open for business\", as well as a proposal to re-join the Commonwealth, but his time in office has not been free of strife: in 2019, widespread protests that were held after the government announced a 130% rise in fuel prices were met by violence from the police and military. However, it is not all gloomy: the government has led the continent in its vaccine programme, besting its larger and wealthier peers.\n","Zimbabwe has an excellent subtropical highland climate that is moderated by altitude. The rainy season is in summer from November to March. Although there are recurring droughts, floods and severe storms are rare. Winter temperatures can drop below 5° Celsius whilst summers can be very hot, they rarely go over 32°C (90°F), with the exception of lower regions of the country such as the Zambezi valley.\n","Mostly high plateau with higher central plateau (high veld). There is a mountain range in east including the scenic Chimanimani mountains. The Lowveld is found in south eastern corner.\n","Elevation extremes :\nlowest point: junction of the Runde and Save rivers 162 meters\nhighest point: Inyangani 2,592 m\n","Owing to Zimbabwe’s ethnic diversity, varied geography, history and history of immigration, the country’s culture is rich and diverse. It has several regional variations, and despite being mostly unified by language and culture, some regions have distinct practices.\n","Music plays an important part in Zimbabwean identity. Styles like sungura, jazz, gospel, urban grooves and Zimdancehall  are considered genuinely Zimbabwean. Sungura music is the national equivalent of roots music. Zimdancehall, which mixes several national styles with Jamaican dancehall and reggae and has become popular with the youth nationwide. New urban styles include dance music inspired by house music. Additionally, most Zimbabweans are familiar with and fans of Western popular music.\n","ZBC is the country's public broadcaster and somewhat analogous to the BBC in the UK. In addition, Zimbabweans increasingly have access to many other cable or satellite TV channels. Half of households have satellite TV, which is the most important source of information and entertainment for most Zimbabweans, however this trails the internet largely accessed via cell phone and accessible to most of the population, universally so in cities and among young people.\n","Zimbabwe is a mix of different cultures with their own beliefs and ceremonies, including the Shona, Zimbabwe's largest ethnic group. The Shona people have many sculptures and carvings which are made with the finest materials available. Shona music is also deservedly famous. Probably the best-known Shona instrument is the mbira dzavadzimu, sometimes misleadingly called the \"thumb piano\" by non-Africans but actually meaning \"voice of the ancestors\". Mbira music contains harmony and can be a kind of shifting kaleidoscope of counterpoint and lively polyrhythms. It is very tuneful, and the mbiras are often accompanied by a rattle called a hosho. Mbira music is central to Shona culture and identity and is traditionally considered a form of worship of the ancestors. \n","The second largest group in the country are the Ndebele people, who are distantly related to the Zulu of South Africa, whose language is mostly intelligible with Zulu and partially so with the Xhosa language of South Africa.  Although their numbers have fallen since the end of white minority rule, Zimbabwe still retains a substantial white population (mostly in and around Harare), largely of British descent, with notable minorities of Dutch, Portuguese, Jewish and Greek extraction. Other groups include Asians, coloureds (mixed race people) and immigrants from Malawi, Mozambique, Zambia, the Congo and their descendants, the majority of whom have assimilated into Zimbabwean society.\n","Zimbabwe also has a large diaspora mostly in South Africa, the UK, Australia, Canada, the US, Ireland and New Zealand, so don't be surprised if you run into a 'diasporan' with a Western accent and outlook during your visit, as they have become significant investors and visitors within the country's tourism and real estate sectors.\n","In general, Zimbabweans are a warm, easy going, open minded people. Friendship, family and hospitality are highly prized among Zimbos, and both family connections and social interactions are valued highly. To people they have met, or at least know by name, Zimbabweans are usually polite, friendly and sometimes quite generous.  Zimbabweans are reputedly one of the most hospitable people in the world and foreigners are usually treated with respect and hospitality. \n","Whereas the  roots of Zimbabwean culture are African and proudly so, Zimbabwe is still a nation that is heavily influenced by the United Kingdom, and the middle class often look to London as a source of inspiration, especially given the poor and corrupt leadership in the country. Many Zimbabweans also display an ambivalent attitude to South Africa which increasingly dominates Zimbabwe's economy and whose ruling class is seen as enabling the corrupt Mnagagwa government.\n","Zimbabweans speak English natively and have the highest literacy rate in Africa. That said visitors will receive a very warm welcome if they try to start conversations in Shona or Ndebele. Since the beginning of the 21st century, Zimbabwe has faced an increasing wave of immigration from China, Congo, Malawi and Mozambique as well as an exodus of many residents to the UK, South Africa, Canada and Australia.\n","Once Africa's fastest growing economy and one of its most dynamic, with a large and confident middle class, especially by developing country standards, since 2000 Zimbabwe has undergone a dramatic economic collapse and since 2010 an uneven and sometimes volatile recovery .\n","There had been a few signs of improvement since the formation the Mnagagwa government in 2018, but the Zimbabwean economy remained plagued by high unemployment, deindustrialisation and a growing divide between a well connected and affluent elite and the rest of the population. The new government has claimed Zimbabwe 'is open for business' and though consumer goods are now widely available  and certain industries have recovered (real estate, tourism and construction), the country lags behind its neighbors to the south, a far cry from its post independence heyday.\n","A rebound in mineral prices, real estate and tourism and a continent-leading vaccine programme, allowed GDP to rebound by more than 5% in the 2020 according to the World Bank, but Zimbabwe remains a lower middle income country with a corrupt and affluent elite, a stretched middle class and a large unemployed youth population. Gross domestic product is lower than it was in 2000; with subsequent recovery slow and uneven. That said, the country still has decent infrastructure, especially for tourism (though upkeep can be very inconsistent), a large diaspora that invests in and remains committed to improving their home country and recent government efforts that made it easier to invest in tourism and to make it a more friendly and accessible destination\n","* 1 January: New Year's Day\n","In Zimbabwe, if a holiday falls on Sunday, the next day (Monday) will automatically be observed as public day. Hence, it will be a holiday.\n","Passport holders of the following countries do not need a visa to enter Zimbabwe for up to 3 months (unless otherwise noted): Angola, Antigua and Barbuda, Aruba, Bahamas, Barbados, Belize, Botswana, Cayman Islands, Cyprus, DR Congo, Eswatini, Fiji, Ghana, Grenada, Hong Kong (6 months), Jamaica, Kenya, Kiribati, Lesotho, Madagascar, Malaysia, Malawi, Maldives, Malta, Mauritius, Montserrat, Mozambique (30 days), Namibia, Nauru, Saint Kitts and Nevis, Saint Lucia, Saint Vincent and the Grenadines, Samoa, Seychelles, Singapore, Solomon Islands, South Africa, Tanzania, Tonga, Trinidad and Tobago, Turks and Caicos Islands, Tuvalu, Uganda, Vanuatu and Zambia.\n","Passport holders of the following are eligible to get a visa on arrival to enter Zimbabwe for up to 3 months (for purpose of tourism) or for up to 30 days (for purpose of business): Albania, Algeria, Andorra, Argentina, Armenia, Australia, Austria, Azerbaijan, Bahrain, Belarus, Belgium, Bermuda, Bhutan, Bosnia and Herzegovina, Brazil, British Virgin Islands, Brunei, Bulgaria, Burundi, Canada, Cape Verde, Chile, China, Comoros, Costa Rica, Croatia, Cuba, Czech Republic, Denmark, Dominican Republic, Ecuador, Egypt, El Salvador, Equatorial Guinea, Estonia, Ethiopia, Finland, France, Georgia, Germany, Greece, Guatemala, Guyana, Haiti, Honduras, Hungary, Iceland, India, Indonesia, Iran, Ireland, Israel, Italy, Japan, Kazakhstan, Kuwait, Kyrgyzstan, Latvia, Liechtenstein, Lithuania, Luxembourg, Macao, Marshall Islands, Mexico, Micronesia, Moldova, Monaco, Netherlands, New Zealand, Nicaragua, Norway, Palau, Palestine, Panama, Papua New Guinea, Paraguay, Peru, Poland, Portugal, Romania, Russia, Rwanda, San Marino, Sao Tome and Principe, Senegal, Serbia, Slovakia, Slovenia, South Korea, Spain, Suriname, Sweden, Switzerland, Tajikistan, Turkey, Turkmenistan, Ukraine, United Arab Emirates, United Kingdom, United States, Uruguay, Uzbekistan, Vatican City and Venezuela.\n","Visa fees as of July 2019 at the port of entry for Category B nationals are as follows: US$30 (single entry), US$45 (double entry), US$55 (multiple entry). Cash only. A valid passport, travel itinerary, and return or onward journey ticket must be presented. Note that Canadian citizens are only able to obtain single entry visas on arrival at a cost of US$75, whilst British and Irish citizens pay higher fees for a Zimbabwe visa on arrival (US$55 for single entry and US$70 for double entry).\n","Passport holders of other countries must get a visa prior to arrival to Zimbabwe.\n","Category C citizens may apply for a visa (for business, holiday, conferencing or transit) online through the eVisa system of the Zimbabwe Department of Immigration. Visa fee can be paid online or on arrival. It takes an average of two working days to obtain an e-Visa, however the period may vary due to a number of factors. The e-Visa is valid for three months from the date of issue.\n","Visas can be obtained at Zimbabwean embassies/consulates. The fees for a visa vary between US$30 and 180 and depend on the applicant's nationality. \n","You might be able to apply for a Zimbabwean visa at a British embassy, high commission or consulate in the country where you legally reside if there is no Zimbabwean diplomatic post. For example, the British embassy in Amman accepts Zimbabwean visa applications (this list is not exhaustive). British diplomatic posts charge £50 to process a Zimbabwean visa application and an extra £70 if the authorities in Zimbabwe require the visa application to be referred to them. The authorities in Zimbabwe can also decide to charge an additional fee if they correspond with you directly.\n","Zimbabwe and Zambia introduced a universal visa on 28 November 2014 called KAZA Visa. This visa can be obtained on arrival and is valid for both countries for visits up to 30 days while remaining within Zambia and Zimbabwe (including day trips to Chobe National Park in Botswana at Kazungula). The fee is US$50 and is available at the following border crossings in Zambia: Livingstone Airport, Lusaka Airport, Kazungula Land Border (border with Botswana) and Victoria Falls Land Border; in Zimbabwe: Victoria Falls Airport, Harare Airport, Kazungula Land Border (border with Botswana) and Victoria Falls Land Border.\n","Eligible countries are: Andorra, Argentina, Australia, Austria, Belarus, Belgium, Bosnia and Herzegovina, Brazil, Brunei, Burundi, Canada, Cape Verde, Comoros, Croatia, Cuba, Czech Republic, Denmark, Estonia, Finland, France, Georgia, Germany, Greece, Haiti, Hungary, Iceland, Israel, Italy, Japan, Kazakhstan, Latvia, Liechtenstein, Lithuania, Luxembourg, Marshall Islands, Moldova, Monaco, Netherlands, New Zealand, Norway, Poland, Portugal, Russia, Rwanda, Samoa, Sao Tome and Principe, Serbia, Slovakia, Slovenia, South Korea, Spain, Sweden, Switzerland, Turkey, Ukraine, United Arab Emirates, United Kingdom, United States and Uruguay.\n","Harare International Airport has a number of international flights, mainly to other African countries. \n","When coming from Europe, you can fly via Johannesburg, Nairobi, Dubai, Addis Ababa, or Cairo.\n","From South Africa you can fly with South African Airways, Airlink, British Airways, or Air Zimbabwe. \n","Emirates Airlines, Ethiopian Airlines, Kenya Airways, and Egypt Air fly to Harare from Europe.\n","SAA operates to quite a few European and African airports and has flights from Harare, Bulawayo, and Victoria Falls to Johannesburg (South Africa). Air Botswana has flights from Harare and Victoria Falls to Gaborone. Malawi Airlines has flights from Harare to Lilongwe. British Airways flies from Harare via Johannesburg to Heathrow.\n","Victoria Falls airport has daily service by South African Airways, South African Airlink and British Airways to and from Johannesburg. \n","Bulawayo also has an international airport, with flights from Johannesburg operated by SAA and Air Zimbabwe.\n","For domestic flights inside Zimbabwe, Harare to Victoria Falls there is Air Zimbabwe and Fly Africa.\nAir Zimbabwe also fly from Harare to Bulawayo and Harare to Kariba.\n","There is also low-cost airline Fly Africa which goes from Victoria Falls to Johannesburg, Harare to Johannesburg, and Victoria Falls to Harare.\n","Zimbabwe is accessible by road from the countries that surround it. Contrary to past scenarios, the fuel situation has improved with prices now being quoted in US dollars. As fuel has to be imported from either Mozambique or South Africa, you can expect to pay more per litre than you would in most other Southern African countries.\n","Roads in Zimbabwe vary significantly, from newly tarred and refurbished to completely dilapidated or untarred, and due caution should be taken when driving, especially at night, and in particular, during the holiday season when there are more vehicles on the road. In general major thoroughfares and affluent areas have better roads than poorer or rural regions. Potholes are a common occurrence so always drive with caution. When in doubt always ask for local advice.\n","Regular deluxe bus services operate from Johannesburg to Harare.\nA number of buses also travel from Johannesburg to Bulawayo. Greyhound drives to both destinations. Tickets can be obtained directly from Greyhound or through the Computicket website.\n","Several bus companies also operate direct buses from Harare to Blantyre, Malawi and Pretoria and Johannesburg\n","No public transport exists from Victoria Falls directly to Botswana - a taxi to the border will cost around USD40, or some hotels in Vic Falls can arrange transfers.\n","As of 2018, National Railways of Zimbabwe[dead link] runs one international passenger service, a twice-weekly overnight train from Francistown, Botswana to Bulawayo, and offers services to Harare and Mutare. Shosholoza Meyl[dead link] runs a passenger service from Johannesburg to the border city Musina, from where it's possible to cross into Zimbabwe.\n","Additionally, the private company Rovos Rail runs an luxurious excursion train from Pretoria, South Africa to Victoria Falls several times per month. Matching the luxury, prices are extravagant with journeys costing thousand of dollars.\n","Between cities, you travel using luxury  coaches like Pathfinder and Citilink. You can also get decent buses from RoadPort in Harare to other major cities including those in neighbouring countries like Johannesburg, Lusaka, Lilongwe.\n","Minibus taxis are available for intra-city transport, and are relatively inexpensive by European standards. They provide a cheap, though a not necessarily comfortable way of seeing the true Zimbabwe. \n","The taxi app in Zimbabwe is called Vaya, but you will need a Zimbabwean phone number to use it. Its exchange rate is fixed at Z$1 to US$1, so you will want to pay in Zimbabwean dollars (RTGS).\n","The more adventurous tourists could travel by train around Zimbabwe. National Railways of Zimbabwe[dead link] runs services between most major cities at least three times per week. Many popular routes have been revived such as the Harare-Mutare route; however, stock is mostly from the post war era, so don't expect to get to your destination quickly. That said trains are very safe and (in first or business class) a comfortable and relaxing way to see much of the country. The most popular route is the daily overnight train between Bulawayo and Victoria Falls. This train passes through Hwange National Park, one of the biggest national parks in Africa, and there are plenty of opportunities to see wild animals along the route. There is a tri-weekly overnight service between Bulawayo and the capital Harare as well.\n","Traffic is the biggest danger because of the poor condition of cars and the driving culture. Driving after dark is not recommended, especially outside cities. \n","Car hijackings are possible. At traffic lights, when refuelling and otherwise when stopping your car, be alert for anyone approaching. When driving, always keep doors locked and windows closed. Be prepared for occasional fuel supply problems. Motorists should be prepared by buying an extra can of fuel.\n","The condition of the roads in Zimbabwe seems to have improved considerably since the stabilization of the economy. Roads between Victoria Falls and Bulawayo, Bulawayo and Masvingo (Great Zimbabwe) and Masvingo and Mutare are all in relatively good condition. \nThe highway between Plumtree and Mutare (passing through Bulawayo and Harare in between) is being resurfaced. \n","Almost no fuel station in Zimbabwe takes credit cards. Also road blocks are common but usually police just want to see your driver's licence and your Temporary Import Permit (TIP). Police can fine you if you do not have reflective reflectors on your car, red hazard triangles in your boot, a spare tire, or a fire extinguisher, so be sure to carry those items if you want to avoid a fine.\n","Hitchhiking is also a viable option, but tourists need to take care with whom they accept lifts from; hijackings and robberies of hitchhikers, especially within Harare, have been on the increase in the last few years. Be sure to bring some money along, as drivers very often expect some sort of fee to be paid up front.\n","Belgravia? Balmoral? Bayswater?\n","More than any other African country, there are times when Zimbabwe can feel very British to outsiders. American visitors will find phrases like boot, bonnet and treacle particularly puzzling, but English has a long history in the country and cultivated accents remain the standard among the educated elite, be they black or white.\n","Indeed, despite his disdain for former British Prime Minister, Tony Blair, former President Robert Mugabe spoke in a cultivated accent, had a taste for bespoke Savile Row suits and famously proclaimed that he wanted Zimbabwe \"to be a nation of gentlemen\". Zimbabweans take great pride in their literacy and view English as theirs as much as their own native language. Authors such as Shakespeare, Thomas Hardy and Austen are celebrated. A private school education from the likes of Peterhouse, Arundel or St George's College that leads to either Oxford or Cambridge (and more recently the University of Cape Town) is considered the ultimate ladder to success.\n","And this extends beyond language and education to the food and even the mannerisms of the middle class. Indeed, British expats will feel quite at home in Zimbabwe. “British” events such as car boot sales, village fetes, fun runs and fundraisers — not to mention football, cricket, tennis and rugby — are the norm on the weekends. Many Zimbabweans now have family in the UK and see it as a natural destination to avoid economic malaise at home and xenophobia in nearby South Africa. \n","Harare's leading newspapers have names like the Independent, the Standard and the Financial Gazette and have long considered themselves the intellectual heavyweights in the region especially over the South Africans, who are considered by Zimbabweans to be brash and uncouth. British visitors will find plenty of familiar place names, including Ascot, Avondale, Belgravia, Dulwich, Derwent, Groombridge, Kensington, Lewisham and Strathaven.\n","Few sights present as quintessentially British a scene as admiring the immaculately trimmed oval at Queens Park in Bulawayo or Harare Sports Club during a test match against one of the Big Three of India, Australia or England. With a significant number of Zimbabweans residing in the UK, increasingly into their second generation, and having notably boosted the fortunes of the country's national football team, the relationship between the two countries lives on.\n","Zimbabwe has 16 official languages though in practice English, Shona and Sindebele/Ndebele are by far the most spoken. English, besides being traditionally used for official business, serves as a lingua franca between Zimbabweans of different ethnicities and will be the most useful for travelling throughout the country, though any attempts to speak the local language will greatly endear you to the locals or at the very least earn you a few laughs.\n","Speakers of non-native languages tend to be few and far in between and are mostly Portuguese by people with roots in Mozambique, Angola or Portugal or French largely spoken by Congolese migrants in parts of Harare and Bulawayo.\n","For many visitors, Zimbabwe as a country has the same appeal as the natural landscapes for which it's famous.\n","Zim's  large cities all bustle with life. The famous capital, Harare, is the one of Africa's most pleasant cities. It's a city of contrasts, there's expensive cosmopolitan boutiques, buzzing  nightlife and delicious ethnic cuisine. However, it's the classic, unpolished side of the city that makes it a charming destination. The central colorful neighbourhoods where crazy traffic sounds drown out distant dance tunes, the pleasant street-cafés and garden restaurants, busy outdoor markets and historic colonial architecture. Avondale and Mount Pleasant are pleasant, older neighbourhoods of the city and a good place to indulge in the city vibe of cafés, street markets, and antique markets in a garden suburban setting. The atmosphere is perhaps Harare's biggest attraction, but some of the main sights include the National Gallery of Art  and the Museum of Human Sciences.\n","Zimbabwe's other cities share the energetic buzz of Harare, but have a distinct character of their own. Bulawayo is a lively yet laid-back city, characterized by broad avenues and Victorian architecture. It's famous as a 'heritage city' far beyond the borders of Zimbabwe and a perfect starting point for the country's game parks to the north.  In the east, Mutare, is well known for its scenic setting and is also a good base for hiking and other outdoor activities in the Eastern Highlands. The city of Gweru has shaken off its agricultural roots and is increasingly a vibrant university city. Masvingo, hosts classic Victorian architecture and serves as the gateway to exploring the Great Zimbabwe ruins\n","Zimbabweans love sport and are justifiably proud of their country's achievements and how they have constantly punched above their weight on the international stage. The main five sports are: Association football, Rugby Union, Cricket, tennis and Golf. All of these sports attract a widespread following, both at matches themselves and on television; and it is very common to find televised coverage of them shown in pubs, hotels and bars. There are popular grounds to all these sports around the country: Rufaro (Harare), Bourbourfields (Bulawayo), National Sports stadium (Harare) and Ascot (Gweru) for football, Harare Sports Club (Harare), Queens Sports Club (Bulawayo) and Alexandra (Harare) for cricket, Police Grounds (Harare), Old Hararians (Harare) and Hartsfield (Bulawayo) for rugby, as well as the Royal Harare Golf Club for golf.\n","Exchange rates for Zimbabwe dollars (official rates)\n","As of January 2024:\n","Exchange rates fluctuate. Current rates for these and other currencies are available from XE.com\n","Since June 2019, the legal tender in Zimbabwe has been the new “Zimbabwe dollar” (Z$, ISO code ZWL), also known as the \"Real Time Gross Settlement (RTGS) dollar\", \"Zim dollar\" and the \"Zollar\". It includes Zimbabwean bond notes, bond coins and mobile money such as Ecocash. New Zimbabwe dollar banknotes were issued in November 2019. The value of the currency is volatile. In late 2023, inflation was running at 20% per month. However, the US dollar is widely used.\n","Coins are issued in denominations of 1, 5, 10, 25 and 50 cents and 1 and 2 dollars. Banknotes are issued in denominations of 2, 5, 10, 20, 50 and 100 dollars. \n","In January 2024, the street rate for US dollars was ZW$8,500 = US$1. \n","Most retailers and service providers are trading their products in U.S. dollars or pegging their prices in Zimbabwe dollars using U.S. dollar black market rates. Some retailers and public transport operators are no longer accepting denominations lower than the Zimbabwe dollar coin. Wikivoyage articles generally quote prices in U.S. dollars.\n","There are many ATMs which take Visa and MasterCard. As of at least March 2023, you will be able to withdraw money from ATMs, so bringing cash is no longer necessary. Everyone from street vendors to taxi drivers to supermarkets, restaurants, and activity operators operate in USD so there is no need to obtain Zimbabwean dollars. ATMs usually deliver crisp US$100 notes which then require changing into smaller denominations at stores and can sometimes be a challenge. Smaller USD notes are most useful and US$1 are difficult to find but the most used. Anything larger is unlikely to be accepted. If receiving change of less than US$1, you will receive Zimbabwean dollars.\n","Many banks do not have enough bank notes due to a shortage of paper, so will only change U.S. dollars for Ecocash. Registering for Ecocash is recommended. You will need your ID to buy an EcoNet SIM card at EcoNet shops or other small phone shops. You can then register for EcoCash, but you will need to produce your ID again to activate your account. You can then load your account at a bank, and spend money in most shops using your PIN.\n","A growing number of businesses accept Visa and MasterCard in Zimbabwe, however shop workers are often resistant to use them. Be careful what currency your card is charged in, otherwise you may get charged US$10 instead of Z$10!\n","Credit cards\n","Credit cards are used less commonly than in the USA or Europe. Many businesses in the city accept them and you can expect any major chain - supermarkets, fast food, clothing stores, etc. - to also accept them. The standard 10% tip in restaurant is often expected to be paid in cash, even when you pay the bill by credit card. Bear in mind, tipping is not expected and may only apply to an establishment that does not already add a service charge.\n","If you use a debit or credit card, the checkout operator in places like supermarkets will often require you to present both your card and a form of identification such as a drivers' licence. Present both simultaneously at checkout and with confidence. A lack of confidence will lead to a request for your passport as identification.\n","PIN cards have become the most common  and should be accepted anywhere, as well as magnetic band cards. PINs should be accepted but if not, the shop attendant will ask you to sign the invoice. Contactless credit cards are not commonly accepted as of Nov 2020.\n","Traveller's checks\n","They are rarely used and may be difficult to exchange, but some banks and exchanges may accept them . Also, Western Union will cash them with proper identification.\n","Tipping\n","There is no obligation to tip in Zimbabwe although any tip is welcome, given the volatile economy. Some nicer restaurants will add a service charge (10 percent). In these cases tipping is not expected. Sometimes rounding up or telling them to \"keep the change\" is enough on small checks, deliveries, petrol attendants, etc. Leaving at least a 10% tip is considered kind and polite at restaurants, cafes, hotels, beauty parlors, barbers, ushers and car-washes. Tipping bartenders is not customary but will be greatly appreciated. Leaving no tip when feeling unsatisfied is not an uncommon gesture, and will not likely make much of an impression. Taxi drivers do not expect to be tipped.\n","Service fees are included in most upscale hotels and restaurants, usually around 10%. By law it is mandatory that this item is represented in the same text size as the rest of the menu items.\n","Domestically produced things are very cheap (especially labour-intensive things), and curios are especially well made. However, for a tourist drinking Coke and eating pizza, prices are not that much lower than in South Africa.\n","For a sample of what Zimbabweans eat (in some form, nearly every day), ask  for \"sadza and stew/relish.\" The stew part will be familiar, served over a large portion of sadza - a thick ground corn paste (vaguely like polenta and the consistency of thick mashed potatoes) that locals eat at for lunch and supper. It's inexpensive, quite tasty and very filling. There is a plethora of good Zimbabwean food- \"Mbambaira\" or sweet potatoes, \"chibage\" corn on the cob, for example. Fruits indigenous to the country like \"masawu\" for example. For foreigners, especially from the West, Zimbabwean meat is very tasty, especially the beef, because of animals are raised and fed on a natural diet, mostly of grass. \n","Food options in the cities tend to follow western conventions and British visitors in particular will find themselves right at home as numerous British staples - from pork pies, Cornish pasties and an English breakfast to tea with milk and baked beans-  are a hallmark of Zimbabwean cuisine. Fast food is increasingly popular with Nando's and KFC available in most urban areas as well as local brands like Chicken Inn and Wimpy.  \n","Specialities worth sampling include peri-peri chicken, a Portuguese/Mozambican influence, meat pies (which make an excellent portable, inexpensive, and delicious snack or lunch and can be found easily at many supermarkets and bakeries.), samosas (Indian origin) bream,  sadza nedovi (sadza with vegetables cooked in a peanut sauce), boerewors (spicy farmer sausages) and vetkoek (a delicous fried pastry), both South African in origin as the names suggest. \n","Zimbabwe has traditionally been a cattle rearing country, particularly in the south and west, and therefore features excellent (and affordable) beef. The braai is a typical Southern African barbeque that crosses all classes and ethnicities, consisting of a variety of grilled meats (steaks, beef short ribs, sausage, chuck and sometimes offal) and a peri peri or other sauce over wood fire grill. Drinks are served and it is a great way to socialise and meet new people. As in many countries with a similar meat culture, men tend to dominate the grilling, though women and children are always made to feel welcome.  \n","Additionally, the restaurant and coffee-shop scene in Harare and Bulawayo are great by continental standards, with a wide variety of places and cuisines to choose from.\n","A variety of domestic brews are made in Zimbabwe, mainly lagers with a few milk stouts. You may even want to try \"Chibuku\" a local brew popular among working class men that's based on a traditional beer recipe made from sorghum and/or maize (corn). It is generally sold in a 2-litre plastic bottle called a 'skud' or a more popular variety called \"Chibuku Super\" that comes in a disposable 1.25 litre plastic container and costs US$1. As with all alcohol, it's definitely an acquired taste!\nA more palatable beer is the pilsner like, Zambezi lager which is very refreshing on a hot day.\n","Quality wines at restaurants and liquor stores tend to be South African or European in origin, though there are a few brands worth sampling, the standout being the Western Cape produced, Kumusha Wines, as well as the more established, Mukuyu. The South African creamy liqueur, Amarula, is a common delight. A common tradition across Southern Africa, is the Sundowner, a light aperitive style cocktail consumed at sunset just before dinner. It is usually fizzy, sparkling or citrus based, similar to a spritz in Europe  \n","Non-alcoholic drinks  \n","Like the UK, tea is widely drunk across Zimbabwe, especially at breakfast or during work lunch breaks. Most people drink white tea (hot black tea with milk), and some with sugar or honey. Tanganda is a cheap and common brand popular with working class residents. Finer restaurants, hotels and cafés sell a range of different teas, Earl Grey and Rooibos being popular blends, but by no means the only one. Herbal teas are available in affluent parts of town, and lemon may also be offered as an alternative to milk upon request.\n","Coffee is historically less popular in Zimbabwe but is growing in popularity, and best experienced at the many independent cafes in Harare, Bulawayo or touristy regions like the Eastern Highlands. Alternatively South African chains like Mugg & Bean are increasingly popular with young people.\n","In Zimbabwe, Mazoe orange crush (pronounced \"mazo-way\", roughly) is highly regarded and has near legendary status. It is a condensed orange concentrate drink of a vivid orange colour, meant to be diluted with water, and is a prized by expats and Zimbabweans alike. Whilst anywhere selling drinks in Zimbabwe is highly likely to have Mazoe, it can be increasingly found at specialty and expat stores in South Africa, Canada, Auatralia and the UK.\n","An acquired taste, but worth it, are Schweppes lemonade, ginger beer and cream soda (not too dissimilar to US Root beer), which are locally produced and popular summertime beverages and can be obtained in large supermarkets.\n","Mineral waters can vary from expensive imported brands, through locally bottled waters, which are of a high standard and much more affordable. When travelling be sure to stock up on bottled water when it is available, as clean drinking water may not be available in remote parts of the country.\n","Zimbabwe has a great number of tourist facilities, and offers a variety of accommodation options, from luxury hotels to guest houses, lodges, backpacker hostels and safari camps for all budgets. \n","For nature lovers, birdwatchers, and those seeking a respite from the fast-paced world, there are many \"lodges\" in serene and peaceful environments, usually on the fridges of the city or near game reserves, surrounded by many species of native and migrating birds, which offer a unique opportunity to reconnect with nature. \n","If you are on a safari tour there are tented camps, chalets and camping sites in most of the safari areas.\n","Most places have a backpacker hostel with prices from US$10 a night.\n","Generally, Zimbabwe has a much lower crime rate than its neighbors, and Zimbabweans are well known for their unrivaled hospitality.\n","Most crime that does occur is opportunistic in nature and travelers should take care with their personal belongings and follow local advice. It really is just a matter of common sense, which you should exercise no matter where you are.\n","Shortages of fuel and water can occur in parts of the country, so keep extra supplies with you in case they are unavailable for an extended period. Water and electricity supplies are frequently disrupted, so most homes in the cities are equipped with boreholes, solar power or generators.\n","Whilst many locals will politely inquire about you and your country, remember, most Zimbabweans are still sensitive to foreigners' opinions of their country and its politicians, mostly due to years of negative press. In general, it is a wise idea to avoid political discussions or discussions pertaining to opinions of political leaders.\n","Policing in Zimbabwe has improved markedly since the Mugabe era. On the whole, Zimbabwean police officers are professional and polite to tourists, but they are underpaid, which can lead to incidents of corruption or bribery. They are generally less aggressive than law enforcement agencies in many other nearby countries, particularly South Africa; however, this does not apply to political demonstrations or other politically motivated investigations, which have elicited very strong responses in the past. Tourists, expats and outsiders are strongly discouraged from attending political rallies or events. Bribery can occur at police checkpoints or border control but it is important to be firm and politely decline, as this behavior is not tolerated by senior authorities and harassment of tourists is considered a serious offence.\n","With local exceptions, such as airports, and national events, such as Independence Day parades, the vast majority of police officers in Zimbabwe do not carry firearms, and the only police officers allowed to carry firearms are those from specialist firearms units. \n","Most officers will only speak English, Shona or Ndebele, though they will attempt to find an interpreter for people who can't understand questioning in English. You have the legal right to silence when arrested and to have an interpreter at the police station.\n","Police officers in Zimbabwe usually wear dark blue uniforms, although some wear tan or khaki uniforms. Front-line police (in uniform) are also generally required to have shoulder numbers. Most police are also required to carry a 'warrant card', and should under reasonable circumstances be willing to produce it, to confirm their authority.\n","Private security guards do not generally have any \"police-style\" powers at all. There are a small number of non-police officials who have limited enforcement powers relating to specific local areas, or certain activities such as on-street parking or accessing some government buildings.\n","Although jaywalking is not an offence in Zimbabwe and common in the larger cities, crossing a road other than at a designated crossing should be taken with care. A number of traffic light crossings have a push button to change the 'man' from red to green. Pedestrians have right of way on zebra crossings, that are identified by white stripes on the road and yellow flashing lights. It is advisable to make eye contact with the driver before stepping into the road. Certain roads, such as the President's residence, prohibit pedestrians (and cyclists), this is often marked with signs in clearly visible locations\n","Do your research about what is available. Take all medications that you need along with you. There are a number of private hospitals in the major cities that are very accessible. \n","HIV/AIDS infection rate in Zimbabwe is the 5th highest in the world at around 13%  infected.  Though rates have declined from their peak in the 2000s, you should never have unprotected sex. If you form a serious relationship, consider both getting an HIV test before taking things further.\n","Malaria is prevalent in lower regions of the country in the summertime, so unless you are going to stay entirely within Harare, Bulawayo or highland regions, anti-malarial drugs are advised. Drugs reduce the severity of the disease but don't prevent infection, so also consider precautions such as:\n","Bilharzia is present in some lakes. Ask locally before swimming.\n","Snakes are common in the bush, and most bites are on the foot or lower leg. If walking, particularly in long grass, wear proper boots and either long, loose trousers or thick, concertinaed hiking socks. Shake out boots and shoes in the morning, in case you have a guest. These precautions also reduce the chance of scorpion sting. If you do get bitten or stung, stay calm. Try to identify the exact culprit, but get to medical assistance as rapidly as you can without undue exertion. Many bites and stings are non-fatal even if not treated, but it is safer to seek treatment, which is very effective these days.\n","Tap water, as a source of potable water, in general, should be boiled prior to consumption. Bottled water is also available.\n","Visitors to Zimbabwe will find Zimbabweans incredibly welcoming, friendly, and hospitable. Many will go out of their way to help you and ensure you have a good time. You can freely approach the locals for advice and you can ask them specific directions to get somewhere.\n","As is the case throughout Africa, respect for elders is very important and it is customary to use honorifics with people you're not well acquainted with. Try not to ignore, contradict, or publicly disagree with someone older than you or in a position of authority. \n","In smaller towns and villages, especially on the road, if you walk past somebody it is customary to exchange pleasantries. They may also ask you \"how are you\", or another similar variation, is usually standard. A simple hello or \"how are you?\" or \"have a nice day\" will suffice. Learning similar phrases in Shona or Ndebele will go a long way with older and more rural inhabitants as well.\n","Unlike many other African nations, Zimbabweans tend to be punctual and on time to events, especially for business, however, given the importance of public transportation, it's not uncommon to sometimes be a few minutes late to something. A simple apology or acknowledgement of one's tardiness is generally acceptable however, extreme lateness is considered rude and a waste of the other parties' time.\n","Zimbabwe is a multicultural country. Do not make assumptions based on ethnicity or peoples' appearance. Outward displays of racism, discrimination or sexism,  will be met with hostility or even land you in trouble with the law. Surprised comments at the presence of white or Asian Zimbabweans will be seen as incredibly ignorant.\n","Zimbabwean people are generally easy going and have a live and let live attitude and will respect your privacy and personal space. That said it is important to greet and acknowledge others when entering a space.\n","When shaking hands or handing anything valuable to someone in more rural areas, it is polite to support the right forearm with the left hand (or vice versa), to signify the \"weight\" of the gift or honour. In practice this often means just touching the forearm, or even gesturing towards it. Outsiders are generally not expected to know local etiquette, a firm polite handshake is good enough, though attempts at such will be well appreciated\n","Discussions about politics are generally avoided by locals. Opinions between individuals vary significantly, and while few Zimbabweans miss the volatility of the past few decades, few will voluntarily offer their opinions publicly and visitors are advised to do the same. Most Zimbabwean people of moderate views have grown accustomed to simply avoiding the topic in polite conversation, especially as speaking out against the government could attract harassment by the police and supporters of the government.\n","\n","\n"],"landmarks":[{"name":"Harare","nameHref":"/wiki/Harare","noteContent":""},{"name":"Bulawayo","nameHref":"/wiki/Bulawayo","noteContent":""},{"name":"Chimanimani","nameHref":"/wiki/Chimanimani","noteContent":""},{"name":"Gweru","nameHref":"/wiki/Gweru","noteContent":""},{"name":"Kariba","nameHref":"/wiki/Kariba","noteContent":""},{"name":"Masvingo","nameHref":"/wiki/Masvingo","noteContent":""},{"name":"Mutare","nameHref":"/wiki/Mutare","noteContent":""},{"name":"Victoria Falls","nameHref":"/wiki/Victoria_Falls","noteContent":""},{"name":"Gonarezhou National Park","nameHref":"/wiki/Gonarezhou_National_Park","noteContent":""},{"name":"Great Zimbabwe","nameHref":"/wiki/Great_Zimbabwe","noteContent":""},{"name":"","noteContent":""},{"name":"Kariba","nameHref":"/wiki/Kariba","noteContent":""},{"name":"Matobo","nameHref":"/wiki/Matobo_National_Park","noteContent":""},{"name":"","noteContent":""},{"name":"","noteContent":""},{"name":"Mutoroshanga Ethel Mine","nameHref":"/wiki/Mutoroshanga_Ethel_Mine","noteContent":""},{"name":"Chinhoyi Caves","nameHref":"/wiki/Chinhoyi_Caves","noteContent":""},{"name":"","noteContent":""},{"name":"","noteContent":""},{"name":"","noteContent":""},{"name":"","noteContent":""},{"name":"","noteContent":""},{"name":"","noteContent":""},{"name":"","noteContent":""},{"name":"","noteContent":""},{"name":"","noteContent":""},{"name":"","noteContent":""},{"name":"","noteContent":""},{"name":"","noteContent":""},{"name":"","noteContent":""},{"name":"","noteContent":""},{"name":"","noteContent":""},{"name":"","noteContent":""},{"name":"","noteContent":""},{"name":"","noteContent":""},{"name":"","noteContent":""},{"name":"","noteContent":""},{"name":"","noteContent":""},{"name":"","noteContent":""},{"name":"","noteContent":""},{"name":"","noteContent":""},{"name":"","noteContent":""},{"name":"","noteContent":""},{"name":"","noteContent":""}],"embassies":[],"airlines":[]}